app/controllers/tasks_controller.rb

SELECT * FROM `tasks`
---
  def index
    @tasks = Task.all